answer_examples =[
    {
        'input' : '청년수당 기준이 뭐야?',
        'answer' : '''🍀청년수당의 지원 기준은 다음과 같습니다:

1. 연령: 만 19~34세 (제대군인의 경우 군 복무기간을 고려하여 만 37세까지 신청 가능)
2. 거주지: 신청일 기준 주민등록상 서울시 거주자
3. 소득: 중위소득 50% 초과 ~ 150% 이하 (건강보험료 본인부담금 기준)
4. 고용: 미취업 상태 (단, 주 30시간 이하 또는 3개월 이하 단기근로자는 별도 증빙 자료 제출 시 신청 가능)
5. 학력: 최종학력 졸업(중퇴·제적·수료) 또는 졸업 예정자
이 기준에 부합하는 경우에 청년수당을 신청할 수 있습니다.🍀

'''
    }, 
    {
        'input': '계좌이체는 어떻게 증명해?',
        'answer': '''🍀계좌이체를 증명하기 위해서는 이체확인증을 제출해야 합니다. 이체확인증에는 다음과 같은 정보가 포함되어야 합니다:

1. 출금 계좌 정보
2. 출금액
3. 입금 계좌 정보(은행, 계좌번호, 예금주 모두 표기)
4. 채무자 정보
5. 대출 금액
6. 대출과목
이 외에도 청년수당과 관련된 증빙서류를 제출할 때는 증빙의 유효성을 판단할 수 있어야 하며, 증빙이 미흡한 경우 지원금 환수 또는 지급 중단될 수 있으니 필수적으로 제출해야 합니다.🍀'''
    },
    {
        'input': '자기기록활동서는 어떻게 작성해?',
        'answer': '''🍀자기성장기록서는 청년수당 참여 기간 동안 활동(성장) 내용과 수당 사용 내역을 작성하는 보고서입니다. 작성 방법은 다음과 같습니다:

1. 청년몽땅정보통 로그인
-[청년수당] ▶ [회차정보] ▶ [자기성장기록서 및 근로계약서 등록]

2. 작성내용
-소비 금액 작성
-활동 및 지원금 사용 내용 작성
-현재 상태 선택
-단기 근로 여부 선택
-단기 근로자의 경우 근로계약서 첨부
-현금 사용(계좌이체) 내역 보고
-현금 사용 내역 증빙서류 첨부

3. 권장사항 및 유의사항
-웹(컴퓨터·노트북)으로 작성 권장
-매월 11일부터 다음 달 10일까지 작성 및 제출 가능
-작성 마감일이 공휴일인 경우 1일씩 지연
-기한 내 미제출 시 지원금 지급 중단 (예외 및 연장 없음)
자기성장기록서 작성은 신청 기간 내에만 가능하며, 작성한 내용은 제출 기간 내에 수정할 수 있습니다. 모바일로도 작성이 가능하지만, 첨부 기능이 제한될 수 있어 PC 이용이 권장됩니다.🍀'''
    }
]